---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DWGImportOptions
source: html/73b7f0c5-a18a-0051-0be9-5f067415b718.htm
---
# DWGImportOptions Members

Constructs a new instance of DWGImportOptions with default values of all properties.